{
  "legal": {
    "terms-and-conditions": {
      "title": "WEBSITE TERMS AND CONDITIONS",
      "main_text": "Welcome to elevate.dhealth.com (hereinafter referred to as the “Website”, “We,” “Us,” or “Our”), owned and operated by dHealth Foundation (hereinafter referred to as “the Foundation”) with its registered office located at Dammstrasse 16, 6300 Zug Switzerland. The Website is offered to You conditioned on Your acceptance without modification of the Terms, Conditions, and notices contained herein (the \"Terms\").<br/><br/><b>Part 1: INTRODUCTION</b><br/><br/>1.1 - Our Website is a Platform (hereinafter referred to as “ELEVATE”) where Users can get rewarded for healthy activities. The Users of the Website shall be referred to as “You,” “Your,” or “Users.”<br/><br/>1.2 - By clicking on the \"Accept\" button at the end of the Agreement acceptance form, Users agree to be bound by the Terms and Conditions of this Agreement. Please read this entire Agreement carefully before accepting its Terms. When You undertake any activity on the Website, You agree to accept these Terms and Conditions.<br/><br/>1.3 - In using this Website, You are deemed to have read and agreed to the following Terms and Conditions set forth herein. Any incidental documents and links mentioned shall be accepted jointly with these Terms. You agree to use the Website only in strict interpretation and acceptance of these Terms, and any actions or commitments made without regard to these Terms shall be at Your own risk. These Terms and Conditions form part of the Agreement between the Users and Us. By accessing this Website and/or undertaking to perform a Service provided by Us indicates Your understanding, agreement to and acceptance of the disclaimer notice and the full Terms and Conditions contained herein.<br/><br/><b>1. ELIGIBILITY OF THE USER</b><br/><br/>1.1. You may use the Service only if You are at least thirteen (13) years of age and in compliance with this Agreement and all applicable local, state, national, and international laws, rules and regulations.<br/><br/>1.2. Unauthorised Users are strictly prohibited from accessing or attempting to access, directly or indirectly, ELEVATE. Any such unauthorised use is strictly forbidden and shall constitute a violation of applicable state and local laws.<br/><br/><b>2. SERVICES OFFERED BY ELEVATE</b><br/><br/>2.1. We provide the Users with a Platform to earn digital tokens as a reward for healthy activities.<br/><br/>2.2. The Service does not contain or constitute, and should not be interpreted as, any form of medical advice or opinion, diagnosis or treatment, and should never be used as a substitute for medical or emergency care. Your use of the Service does not create a doctor-patient relationship between you and the Foundation.<br/><br/><b>3. TOKENS</b><br/><br/>3.1. To use the Website and earn Tokens, you must connect with a dHealth Wallet.<br/><br/>3.2. Your Wallet logs details of all transactions generated by you and any transfers of Tokens to or from your account.<br/><br/>3.3. Different membership levels may apply to the ELEVATE Users and depending on your membership level, your entitlement to access functionality or generate Tokens may vary.<br/><br/>3.4. The Wallet allows you to send your Tokens to other users of ELEVATE. Please ensure that you have verified the recipient's identity of the relevant Tokens before sending them.<br/><br/>3.5. Tokens are digital assets that the Users of ELEVATE receive through healthy activities. Tokens may be used to get certain benefits that are offered via ELEVATE. Sweatcoins cannot be redeemed for cash from the Foundation or any of its affiliates unless we expressly agree otherwise with you in writing.<br/><br/>3.6. From time to time, we reserve the right to determine and alter the eligible forms of healthy activities, verification algorithms and amounts of Token rewards.<br/><br/>3.7. Details of current eligibility criteria and the volumes of healthy activities required to generate Tokens are provided within the FAQ section of ELEVATE. Verification conducted by ELEVATE is considered final and cannot be revised or reversed.<br/><br/>3.8. We may cap the maximum amount of Tokens that users of the App may generate daily using the App. The applicable cap may vary depending on the membership level of the relevant user or other criteria we choose to apply, and we may increase or decrease such caps from time to time.<br/><br/><b>4. MARKETPLACE</b><br/><br/>4.1. We can offer reward codes that can be used to obtain benefits from third parties. You may purchase these Sale Codes with Tokens on the ELEVATE  Marketplace.<br/><br/>4.2. You agree that the Foundation has no responsibility for any Third-Party Benefits.  You are contracting directly with the relevant third party when you redeem or use your Sale Codes to acquire Third-Party Benefits, and any redemption or use happens on third-party websites or apps that are not controlled by us. You agree that we have no control over and do not guarantee the quality, safety or legality of any Third-Party Benefits, the truth or accuracy of their offers, or the ability of third parties to provide any goods, services or other benefits offered.<br/><br/><b>5. YOU AGREE AND CONFIRM</b><br/><br/>5.1. You will use the Services provided by ELEVATE, its affiliates and contracted companies for lawful purposes only and comply with all applicable laws and regulations while using ELEVATE.<br/><br/>5.2. That You will provide authentic and true information in all instances where such information is requested of You. We reserve the right to confirm and validate the information and other details you provided at any time. If, upon confirmation, Your details are found not to be true (wholly or partly), We have the right in Our sole discretion to reject the registration and debar You from using the Services of ELEVATE and/or other affiliated websites without prior intimation whatsoever.<br/><br/>5.3. You are accessing the Services available on this Website and transacting at Your sole risk and are using Your best and prudent judgment before entering into any dealings through ELEVATE.<br/><br/>5.4. That you shall not seek to generate Tokens by any means other than your genuine healthy activity meeting the eligibility criteria specified by the Foundation from time to time, and, in particular, you shall not (i) simulate any movement using artificial and/or mechanical means, (ii) enlist third parties to generate Tokens on your behalf. However, you may receive transfers of Tokens  validly generated by other users using the functionality available within the Website.<br/><br/>5.5. That you shall not operate more than one ELEVATE  Account;<br/><br/>5.6. If we discover any breach of this Section 14 you, we may immediately suspend or terminate your access to the App and remove and delete any offending content from the Service.<br/><br/>5.7. It is possible that the other Users (including unauthorised/unregistered users or \"hackers\") may post or transmit offensive or obscene materials on ELEVATE and that You may be involuntarily exposed to such offensive and obscene materials. It is possible for others to obtain personal information about You due to Your use of ELEVATE, and the recipient may use such information to harass or injure You. We disapprove of such unauthorised uses, but by using ELEVATE, You acknowledge and agree that We are not responsible for using any personal information that You publicly disclose or share with others on ELEVATE. Please carefully select the type of information that You publicly disclose or share with others on ELEVATE.<br/><br/>5.8. You agree to not post or transmit any unlawful, threatening, abusive, libellous, defamatory, obscene, vulgar, pornographic, profane or indecent information or description/image/text/graphic of any kind, including without limitation any transmissions constituting or encouraging conduct that would constitute a criminal offence, give rise to civil liability or otherwise violate any local, state, national, or international law.<br/><br/>5.9. You agree to not post or transmit any information, software, or other material which violates or infringes the rights of others, including material which is an invasion of privacy or publicity rights or which is protected by copyright, trademark or another proprietary right, or derivative works with respect thereto, without first obtaining permission from the owner or right holder.<br/><br/>5.10. You agree to not alter, damage or delete any Content or other communications that are not Your Content or to otherwise interfere with the ability of others to access ELEVATE.<br/><br/>5.11. You agree to indemnify and keep indemnified the Foundation from all claims/losses (including advocates’ fees for defending/prosecuting any case) that may arise against the Foundation due to acts/omissions on the part of the User.<br/><br/><b>6. WARRANTIES, REPRESENTATION AND UNDERTAKINGS OF USER</b><br/><br/>6.1. The User warrants and represents that all obligations narrated under this Agreement are legal, valid, binding and enforceable in law against the User.<br/><br/>6.2. The User agrees that there are no proceedings pending against the User which may adversely affect its ability to perform and meet the obligations under this Agreement.<br/><br/>6.3. The User agrees that it shall, at all times, ensure compliance with all the requirements applicable to its business and for this Agreement, including but not limited to intellectual property rights, value-added tax, excise and import duties, etc. It further declares and confirms that it has paid and shall continue discharging all its obligations to statutory authorities.<br/><br/>6.4. The User agrees that it has adequate rights under relevant laws, including but not limited to various intellectual property legislation(s) to enter into this Agreement with the Foundation and perform the obligations contained herein and that it has not violated/infringed any intellectual property rights of any third party. <br/><br/>6.5. The User agrees that appropriate disclaimers and Terms of use on the Foundation’s Website shall be placed by the Foundation.<br/><br/><b>7. INTELLECTUAL PROPERTY RIGHTS</b><br/><br/>7.1. The User expressly authorises the Foundation to use its trademarks/copyrights/designs/logos and other intellectual property owned and/or licensed by it for reproduction on ELEVATE and at other places as the Foundation may deem necessary. It is expressly agreed and clarified that, except as specified agreed in this Agreement, each Party shall retain all rights, title and interest in their respective trademarks and logos and that nothing contained in this Agreement, nor the use of the trademarks/logos in the publicity, advertising, promotional or other material about the Services shall be construed as giving to any Party any right, title or interest of any nature whatsoever to any of the other Party’s trademarks and/or logos.<br/><br/>7.2. The Foundation’s Website and other Platforms, and the information and materials it contains, are the property of the Foundation and its licensors and are protected from unauthorised copying and dissemination by copyright law, trademark law, international conventions, and other intellectual property laws. All the Foundation’s product names and logos are trademarks or registered trademarks. Nothing contained on the Foundation’s Website should be interpreted as granting, by implication, estoppel, or otherwise, any license or right to use the Foundation’s Website or any materials displayed on the Foundation’s Website through the use of framing or otherwise, except (a) as expressly permitted by these Terms and Conditions; or (b) with the prior written consent of the Foundation. The User shall not attempt to override or circumvent any usage rules or restrictions on the Website.<br/><br/>7.3. Except as otherwise expressly granted to You in writing, We do not grant You any other express or implied right or license to the Services, Our Content or Our intellectual property rights.<br/><br/>7.4. Proprietary Rights. Subject to the limited rights expressly granted in this Agreement, the Foundation reserves all rights, title and interest in and to the Service, including all related intellectual property rights. No rights are granted to the User in this Agreement other than as expressly outlined.<br/><br/><b>8. DATA</b><br/><br/>8.1. Due to the decentralised nature of the ELEVATE application, the foundation cannot store identifiable information about Users and their affiliates. <br/><br/> 8.2. By submitting health activity data, the User hereby agrees that this data can be shared with third parties, however, not without the User's prior consent.<br/><br/><b>9. RELATIONSHIP</b><br/><br/>9.1. Nothing in this Agreement will be construed as creating a relationship of partnership, joint venture, agency, or employment between the Parties. The Foundation shall not be responsible for the acts or omissions of the User, and the User shall not represent the Foundation, nor does it have any power or authority to speak for, represent, bind, or assume any obligation on behalf of the Foundation.<br/><br/><b>10. INDEMNITY</b><br/><br/>10.1 The User indemnifies and shall hold indemnified the Foundation, its partners, officers, employees, representatives, and agents from and against all losses, damages, claims, suits, legal proceedings, and otherwise howsoever arising from or in connection with any claim, including but not limited to claims for any infringement of any intellectual property rights or any other rights of any third party or of law, concerning quality, quantity and any claim about the User’s products, the breach of any of the User’s warranties, representations or undertakings or about the non-fulfilment of any of its obligations under this Agreement or Terms of use of Foundation’s Website or any obligations arising out of the User infringing any applicable laws, regulations including but not limited to intellectual property rights, or taxes, etc. This clause shall survive the termination or expiration of this Agreement.<br/><br/><b>11. EXPRESS RELEASE</b><br/><br/>11.1 You expressly hereby release and waive all claims against the Foundation, and its subsidiaries, affiliates, officers, agents, licensors, co-branders or other partners, and employees from any liability for claims, damages (actual and/or consequential), costs and expenses (including litigation costs and attorney's fees) of every kind and nature, arising from or in any way related to Your use of the Foundation’s Website. You understand that any fact relating to any matter covered by this release may be found to be other than now believed to be true and You accept and assume the risk of such possible differences. In addition, You expressly waive and relinquish any rights and benefits which You may have under any other state or federal statute or common law principle of similar effect to the fullest extent permitted by law.<br/><br/><b>12. LIMITATION OF LIABILITY</b><br/><br/>12.1. It is expressly agreed by the User that the Foundation shall under no circumstances be liable or responsible for any loss, injury or damage to the User or any other Party, whomsoever, arising on account of any transaction under this Agreement. <br/><br/>12.2. The User agrees and acknowledges that it shall be solely liable for any claims, damages, or allegations arising from the Services through ELEVATE and shall hold the Foundation harmless and indemnified against all such claims and damages. Further, the Foundation shall not be liable for any claims or damages arising from negligence, misconduct, or misrepresentation by the User or any of its representatives.<br/><br/>12.3. The Foundation under no circumstances shall be liable to the User for loss and/or anticipated loss of profits or any direct or indirect, incidental, consequential, special or exemplary damages arising from the subject matter of this Agreement, regardless of the type of claim and even if the User has been advised of the possibility of such damages, such as but not limited to loss of revenue or anticipated profits or loss of business unless such loss or damages is proven by the User to have been deliberately caused by the Foundation.<br/><br/><b>13. TERMINATION</b> <br/><br/>13.1 This Agreement may be terminated by the Foundation if the User commits a material breach of any representation, obligation, covenant, warranty or term of this Agreement and the same is not cured within 30 days after written notice given by the Foundation if an insolvency petition is filed against the User or if the User is in infringement of third-party rights, including intellectual property rights.<br/><br/><b>14. EFFECTS OF TERMINATION</b><br/><br/>14.1. In the event of termination/expiry of this Agreement, the Foundation shall remove and discontinue the Services provided to the User on ELEVATE with immediate effect.<br/><br/>14.2. The Foundation shall not be liable for any loss or damages (direct, indirect or inconsequential) incurred by the User by termination of this Agreement.<br/><br/>14.3. During the period under notice, both the Parties shall be bound to perform their obligations incurred under this Agreement, and this sub-clause shall survive the termination of this Agreement.<br/><br/> <b>15. GOVERNING LAW AND DISPUTE RESOLUTION</b><br/><br/>15.1. This Agreement shall be construed and enforced in accordance with the laws of Switzerland without regard to the Foundation or the Website of its conflict of law provisions or the User’s state or country of residence.<br/><br/>15.2. The User submits to the exclusive jurisdiction of the courts of Switzerland for the enforcement of this Agreement or any arbitration award or decision arising from this Agreement.<br/><br/>15.3. If there is a dispute between the User and other Users, the User understands and agrees that the Foundation is under no obligation with respect thereto, and the User, to the fullest extent permitted by law, hereby releases the Foundation and its affiliates, and each of their respective officers, directors, employees, service providers, affiliates, agents, and successors from, and agrees to indemnify each of the foregoing for any losses incurred in connection with any claims, demands and damages (actual and consequential) of every kind or nature, known or unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way related to such disputes.<br/><br/>15.4. The User agrees that if it cannot resolve its disputes with other Users, then the Foundation has the right to remove the User from the Website and terminate this Agreement.<br/><br/><b>16. DISCLAIMER</b><br/><br/>16.1. To the fullest extent permitted by law, the Foundation and its affiliates, and each of its respective officers, directors, members, employees, and agents disclaim all warranties, express or implied, in connection with this Agreement, the Website and any use thereof, including, without limitation, the implied warranties of merchantability, fitness for a particular purpose and non-infringement. The Foundation makes no warranties or representations about the accuracy or completeness of the Website's Content or the Content of any other Websites linked to the Website and assumes no liability or responsibility for any (a) errors, mistakes, or inaccuracies of Content and materials, (b) personal injury or property damage, of any nature whatsoever, resulting from the User's access to and use of ELEVATE, (c) any unauthorised access to or use of the Foundation's servers and/or any and all personal information and/or financial information stored therein, (d) any interruption or cessation of transmission to or from the Website, (e) any bugs, viruses, trojan horses, or the like which may be transmitted to or through the Website by any third party, and/or (f) any errors or omissions in any Content and materials or for any loss or damage of any kind incurred as a result of the use of any Content posted, transmitted, or otherwise made available via the Website. The Foundation does not guarantee the privacy, security or authenticity of any information transmitted over or stored in any system connected to the internet or mobile devices.<br/><br/><b>17. NOTICES</b><br/><br/>17.1. Unless explicitly stated otherwise, any notices given to the Foundation shall be given by the User’s Wallet. Any notices given to the User shall be to the User’s Wallet address provided by the User to the Foundation at the time of connecting to the Website (or as such information may be updated via the Website from time to time).<br/><br/><b>18. AMENDMENT</b><br/><br/>18.1. The Foundation may at any time at its sole discretion modify this Agreement from time to time, and any such changes will (i) be reflected on the Website, (ii) be effective thirty (30) calendar days after being so posted on the Website, (iii) not apply retroactively, and (iv) not apply to any disputes arising before the effective date of such change. The Foundation shall also post the amended Agreement to the User's Wallet address. The User agrees to be bound to any such changes and understands the importance of regularly reviewing this Agreement as updated on the Website to keep the User’s listing and contact information current.<br/><br/>18.2. Notwithstanding anything to the contrary herein, the Foundation reserves the right to, at any time and from time to time, change, alter, modify, or discontinue the Website (or any part thereof) with or without notice. The User agrees that the Foundation shall have no liability to the User or any third party for any change, alteration, modification, suspension, discontinuance, or amendment of the Foundation’s Website.<br/><br/><b>19. FORCE MAJEURE</b><br/><br/>19.1. Except concerning payment obligations, either Party shall be excused from delays in performing or from failing to perform its obligations under this contract to the extent the delays or failures resulting from causes beyond the reasonable control of the Party, including, but not limited to: failures or default of third-party software, Users, or products; acts of God or of a public enemy; foreign governmental actions; strikes; communications, network connection, or utility interruption or failure; fire; flood; epidemic; or freight embargoes.<br/><br/><b>20. CONTACT US:</b><br/><br/>20.1. For further clarification of Our Terms and Conditions, please write to Us at info@dhealth.foundation.<br/><br/><br/>These Terms of Use were last updated on 12 December 2022.",
      "consent": "I confirm that I read and agree the conditions.",
      "button": "Accept Terms"
    },
    "terms-of-service": {
      "title": "Terms of service",
      "main_text": "These Terms of Use (“TOU”) apply to your access and use of Momentive's products, services, websites, and apps that you purchase or sign up for on Momentive's websites and which are branded as “Momentive”, “SurveyMonkey”, “Wufoo” or “GetFeedback” (collectively the “Service(s)”). These TOU do not apply to Services which are available solely through our enterprise sales channel. <br /><br /> Additional service-specific terms apply to some Services (“Service-Specific Terms”). Certain country-specific terms may also apply to you if you are located outside the United States (“Country-Specific Terms”). We refer to the Service-Specific Terms and Country-Specific Terms collectively as “Additional Terms” and the combination of these TOU and any applicable Additional Terms collectively as these “Terms.”<br /><br /> You agree to these Terms by clicking to accept these Terms, executing a document that references them, or using the Services.<br /><br /> If you will be using the Services on behalf of an organization, you agree to these Terms on behalf of that organization and you represent that you have the authority to do so. In such case, “you” and “your” will refer to that organization.",
      "consent": "I confirm that I read and agree terms & conditions.",
      "button": "Accept Terms & Conditions"
    },
    "privacy-policy": {
      "title": "Privacy Policy","main_text": "These Terms of Use (“TOU”) apply to your access and use of Momentive's products, services, websites, and apps that you purchase or sign up for on Momentive's websites and which are branded as “Momentive”, “SurveyMonkey”, “Wufoo” or “GetFeedback” (collectively the “Service(s)”). These TOU do not apply to Services which are available solely through our enterprise sales channel. <br /><br /> Additional service-specific terms apply to some Services (“Service-Specific Terms”). Certain country-specific terms may also apply to you if you are located outside the United States (“Country-Specific Terms”). We refer to the Service-Specific Terms and Country-Specific Terms collectively as “Additional Terms” and the combination of these TOU and any applicable Additional Terms collectively as these “Terms.”<br /><br /> You agree to these Terms by clicking to accept these Terms, executing a document that references them, or using the Services.<br /><br /> If you will be using the Services on behalf of an organization, you agree to these Terms on behalf of that organization and you represent that you have the authority to do so. In such case, “you” and “your” will refer to that organization.",
      "consent": "I confirm that I read and agree privacy policy.",
      "button": "Accept Privacy Policy"
    }
  }
}